app/controllers/projects_controller.rb

  def create
    @project = Project.new(params[:project])

    respond_to do |format|
      if @project.save
---
INSERT INTO "projects" ("name", "board_id", "created_at", "updated_at", "description") VALUES(E'teste', NULL, '2009-10-10 17:39:38.296729', '2009-10-10 17:39:38.296729', E'teetet teet heth ethet teteh') RETURNING "id"